Repository: blaineam/Scripture-Alone
Catalog: ScriptureAloneCore/Sources/ScriptureAloneCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: wisdom, wise, understanding, knowledge, foolish, discernment, insight
de: weisheit, weise, verstand, einsicht, erkenntnis, wissen, töricht, torheit, unterscheidung, klugheit
es: sabiduría, sabio, entendimiento, conocimiento, necio, insensato, discernimiento, prudencia, consejo
fr: sagesse, sage, intelligence, compréhension, connaissance, folie, insensé, discernement, prudence
it: sapienza, saggezza, saggio, savio, intelligenza, conoscenza, stolto, discernimento, prudenza, consiglio
ja: 知恵, 賢い, 悟り, 知識, 分別, 見分ける, 識別, 愚か, 洞察, 判断力
ko: 지혜, 명철, 지식, 깨달음, 분별, 분별력, 어리석음, 통찰, 슬기
pt_br: sabedoria, sábio, entendimento, conhecimento, insensato, tolo, discernimento, prudência, pedir sabedoria
zh_hans: 智慧, 聪明, 明白, 知识, 愚昧, 愚蠢, 分辨, 洞察力, 求智慧

source: work, job, career, boss, coworker, employment, business, diligence, lazy, laziness
de: arbeit, beruf, job, karriere, chef, kollegen, arbeitsplatz, geschäft, fleiß, faul, faulheit
es: trabajo, empleo, carrera, jefe, compañeros de trabajo, negocio, empresa, diligencia, pereza, perezoso
fr: travail, emploi, boulot, carrière, patron, collègue, collègues, entreprise, diligence, paresse, paresseux
it: lavoro, impiego, carriera, capo, colleghi, azienda, affari, diligenza, pigrizia, pigro
ja: 仕事, 職場, 働く, キャリア, 上司, 同僚, 就職, 転職, 勤勉, 怠惰, 怠け
ko: 직장, 직업, 회사, 상사, 동료, 취업, 사업, 성실, 게으름, 직장 생활, 일터
pt_br: trabalho, emprego, carreira, chefe, patrão, colega de trabalho, negócios, empresa, diligência, preguiça, preguiçoso
zh_hans: 工作, 职场, 职业, 事业, 老板, 上司, 同事, 生意, 殷勤, 懒惰, 上班

source: worship, praise, sing, singing, music, adoration, hallelujah
de: anbetung, anbeten, lobpreis, loben, lob, singen, lieder, musik, halleluja, gottesdienst
es: adoración, adorar, alabanza, alabar, cantar, música, himnos, aleluya, gloria a dios
fr: adoration, adorer, louange, louer, chanter, chant, musique, cantique, alléluia, culte
it: adorazione, adorare, lode, lodare, cantare, canto, musica, inni, alleluia, gloria a dio
ja: 礼拝, 賛美, 賛美歌, 歌う, 音楽, ハレルヤ, あがめる, 聖歌, ほめたたえる
ko: 예배, 찬양, 찬송, 찬송가, 경배, 할렐루야, 노래, 음악, 영광, 찬미
pt_br: adoração, adorar, louvor, louvar, cantar, música, hinos, aleluia, glorificar
zh_hans: 敬拜, 赞美, 唱诗, 诗歌, 音乐, 颂赞, 哈利路亚, 称颂, 赞美诗
